// 中间界面数据
module.exports = {
  'GET /api/centerPageData': {
    detailsList: [
      {
        title: '食品安全',
        number: 260,
        unit: '例',
      },
      {
        title: '传染病疫情',
        number: 330,
        unit: '例',
      },
      {
        title: '自然灾害',
        number: 62356,
        unit: '例',
      },
      {
        title: '意外事件',
        number: 5453,
        unit: '例',
      },
      {
        title: '有毒有害污染',
        number: 4,
        unit: '例',
      },
      {
        title: '不明原因',
        number: 1250,
        unit: '例',
      },
    ],
    mapData: {
      moveLines: [
        {
          fromName: '昆明市疾控中心',
          toName: '传染病处置小组03',
          coords: [
            [102.707459,25.026114],
            [102.494307,25.212274],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '传染病处置小组05',
          coords: [
            [102.707459,25.026114],
            [102.725019,25.142676],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '传染病处置小组11',
          coords: [
            [102.707459,25.026114],
            [102.725019,25.142676],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '传染病处置小组02',
          coords: [
            [102.707459,25.026114],
            [102.716608,25.037284],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '传染病处置小组10',
          coords: [
            [102.707459,25.026114],
            [102.671461,25.030739],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '意外事件处置小组02',
          coords: [
            [102.707459,25.026114],
            [102.708945, 25.03051],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '意外事件处置小组03',
          coords: [
            [102.707459,25.026114],
            [102.481947,24.605697],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '污染处置小组04',
          coords: [
            [102.707459,25.026114],
            [102.717559,25.068625],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '不明原因处置小组02',
          coords: [
            [102.707459,25.026114],
            [102.65053,24.98285],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '传染病处置小组01',
          coords: [
            [102.707459,25.026114],
            [103.260231,25.545559],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '自然灾害处置小组03',
          coords: [
            [102.707459,25.026114],
            [103.185107,26.085755],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '食品安全处置小组03',
          coords: [
            [102.707459,25.026114],
            [102.468768,25.561356],
          ],
        },
        {
          fromName: '昆明市疾控中心',
          toName: '传染病处置小组05',
          coords: [
            [102.707459,25.026114],
            [103.276557,24.754668],
          ],
        },
      ],
    },
  },
};
